tap "caskroom/cask"
tap "caskroom/fonts"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "asciinema"
brew "azure-cli"
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "entr"
brew "fd"
brew "fzf"
brew "git"
brew "git-credential-manager"
brew "git-secrets"
brew "htop"
brew "jq"
brew "utf8proc"
brew "neovim", args: ["HEAD"]
brew "nuget"
brew "ossp-uuid"
brew "pngpaste"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unar"
brew "vim"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "dotnet-sdk"
cask "hammerspoon"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "macdown"
cask "moom"
cask "powershell"
cask "tunnelblick"
cask "visual-studio-code"
cask "caskroom/fonts/font-noto-nerd-font-mono"
cask "caskroom/fonts/font-sourcecodepro-nerd-font-mono"
