tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "azure-cli"
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "entr"
brew "fd"
brew "fzf"
brew "git"
brew "git-secrets"
brew "htop"
brew "jq"
brew "neovim"
brew "pngpaste"
brew "rg"
brew "tmux"
brew "z"
brew "zsh"
cask "alacritty"
cask "hammerspoon"
cask "java"
cask "karabiner-elements"
cask "moom"
cask "visual-studio-code"
cask "caskroom/fonts/font-noto-nerd-font-mono"
cask "caskroom/fonts/font-sourcecodepro-nerd-font-mono"
